var index =
[
    [ "Режим разработчика", "index.html#режим-разработчика", null ],
    [ "Добавление нового генератора", "index.html#добавление-нового-генератора", null ],
    [ "Сборка программы", "index.html#сборка-программы", null ],
    [ "Запуск генерации комбинационных схем из командной строки", "index.html#запуск-генерации-комбинационных-схем-из-командной-строки", null ],
    [ "JSON файлы", "index.html#json-файлы", null ],
    [ "Описание префикса папок генерации", "index.html#описание-префикса-папок-генерации", null ],
    [ "Лицензия", "index.html#лицензия", null ]
];